Repository: isopen-io/meeshy
Catalog: packages/MeeshySDK/Sources/MeeshyUI/Resources/Localizable.xcstrings
Source language: fr
Languages: ar, it

# story.timeline.a11y.transition
source: Transition %1$@ entre %2$@ et %3$@
ar: انتقال %1$@ بين %2$@ و%3$@
it: Transizione %1$@ tra %2$@ e %3$@

# story.timeline.addContent
source: Ajoutez du contenu pour voir la timeline
ar: أضِف محتوى لعرض الخط الزمني
it: Aggiungi del contenuto per vedere la timeline

# story.timeline.audio
source: Audio
ar: صوت

# story.timeline.bgAudio
source: Audio BG
ar: صوت الخلفية
it: Audio sfondo

# story.timeline.bgImage
source: Image Fond
ar: صورة الخلفية
it: Immagine sfondo

# story.timeline.bgImageElement
source: Image BG
ar: صورة الخلفية
it: Immagine sfondo

# story.timeline.bgVideo
source: Video BG
ar: فيديو الخلفية
it: Video sfondo

# story.timeline.clip.audio
source: Audio
ar: صوت

# story.timeline.clip.backgroundImage
source: Image de fond
ar: صورة الخلفية
it: Immagine di sfondo

# story.timeline.clip.bringToFront
source: Mettre devant
ar: إحضار إلى الأمام
it: Porta davanti

# story.timeline.clip.delete
source: Supprimer
ar: حذف
it: Elimina

# story.timeline.clip.duplicate
source: Dupliquer
ar: تكرار
it: Duplica

# story.timeline.clip.image
source: Image
ar: صورة
it: Immagine

# story.timeline.clip.split
source: Couper au playhead
ar: القص عند رأس التشغيل
it: Taglia alla testina

# story.timeline.clip.toggleBackground
source: Basculer fond / premier plan
ar: التبديل بين الخلفية والمقدّمة
it: Alterna sfondo / primo piano

# story.timeline.clip.tooltip.duration
source: Durée %@
ar: المدة %@
it: Durata %@

# story.timeline.clip.tooltip.fadeIn
source: Fondu entrée %@
ar: تلاشٍ عند الظهور %@
it: Dissolvenza in entrata %@

# story.timeline.clip.tooltip.fadeOut
source: Fondu sortie %@
ar: تلاشٍ عند الاختفاء %@
it: Dissolvenza in uscita %@

# story.timeline.clip.tooltip.start
source: Début %@
ar: البداية %@
it: Inizio %@

# story.timeline.clip.video
source: Vidéo
ar: فيديو
it: Video

# story.timeline.container
source: Timeline
ar: الجدول الزمني

# story.timeline.drawing
source: Dessin
ar: رسم
it: Disegno

# story.timeline.empty.addContent
source: Ajoutez du contenu pour voir la timeline
ar: أضِف محتوى لعرض الخط الزمني
it: Aggiungi del contenuto per vedere la timeline

# story.timeline.empty.addMediaPrompt
source: + Média
ar: + وسائط
it: + Media

# story.timeline.empty.subtitle
source: Ajoute une vidéo, une photo, du son ou du texte depuis la barre du composer.
ar: أضِف فيديو أو صورة أو صوتًا أو نصًّا من شريط المحرّر.
it: Aggiungi un video, una foto, del suono o del testo dalla barra del compositore.

# story.timeline.empty.title
source: Aucune piste
ar: لا توجد مسارات
it: Nessuna traccia

# story.timeline.error.assetLoadFailed
source: Impossible de charger %@
ar: تعذّر تحميل %@
it: Impossibile caricare %@

# story.timeline.error.audioFailed
source: Audio indisponible — preview muette
ar: الصوت غير متاح — معاينة صامتة
it: Audio non disponibile — anteprima muta

# story.timeline.error.diskFull
source: Espace insuffisant
ar: مساحة غير كافية
it: Spazio insufficiente

# story.timeline.error.mediaUnavailable
source: Média indisponible
ar: الوسائط غير متاحة
it: Media non disponibile

# story.timeline.export.button
source: Exporter en vidéo MP4
ar: التصدير إلى فيديو MP4
it: Esporta in video MP4

# story.timeline.export.exporting
source: Export de la vidéo…
ar: جارٍ تصدير الفيديو…
it: Esportazione del video…

# story.timeline.export.failedTitle
source: Export impossible
ar: تعذّر التصدير
it: Esportazione impossibile

# story.timeline.export.preview.close
source: Fermer
ar: إغلاق
it: Chiudi

# story.timeline.export.preview.save
source: Enregistrer dans Photos
ar: الحفظ في الصور
it: Salva in Foto

# story.timeline.export.preview.saved
source: Enregistrée dans Photos
ar: حُفظ في الصور
it: Salvata in Foto

# story.timeline.export.preview.share
source: Partager la vidéo
ar: مشاركة الفيديو
it: Condividi il video

# story.timeline.export.previewTitle
source: Aperçu de l'export
ar: معاينة التصدير
it: Anteprima dell'esportazione

# story.timeline.image
source: Image
ar: صورة
it: Immagine

# story.timeline.indicator.offline
source: Hors-ligne
ar: غير متصل
it: Non in linea

# story.timeline.inspector.animate
source: Animer au playhead
ar: تحريك عند رأس التشغيل
it: Anima alla testina

# story.timeline.inspector.animate.caption
source: Étape d'animation : fige position, échelle et opacité à cet instant — l'élément glisse d'une étape à l'autre pendant la lecture.
ar: مرحلة حركة: تثبّت الموضع والمقياس والشفافية عند هذه اللحظة — وينتقل العنصر من مرحلة إلى أخرى أثناء التشغيل.
it: Fase di animazione: fissa posizione, scala e opacità in questo istante — l'elemento scorre da una fase all'altra durante la riproduzione.

# story.timeline.inspector.animate.hint
source: Pose une étape d'animation à la position de lecture
ar: يضع مرحلة حركة عند موضع التشغيل
it: Inserisce una fase di animazione alla posizione di riproduzione

# story.timeline.inspector.animation
source: Animation
ar: الحركة
it: Animazione

# story.timeline.inspector.animation.hint
source: Affiche les réglages d'animation du clip
ar: يعرض إعدادات حركة المقطع
it: Mostra le impostazioni di animazione del clip

# story.timeline.inspector.background
source: Fond
ar: الخلفية
it: Sfondo

# story.timeline.inspector.background.hint
source: Le fond couvre toute la slide — début/durée ignorés. Désactivez « Fond » pour caler ce média sur la timeline.
ar: تغطّي الخلفية الشريحة بأكملها — ويُتجاهل البداية والمدة. عطّل «الخلفية» لوضع هذه الوسائط على الخط الزمني.
it: Lo sfondo copre l'intera slide — inizio e durata sono ignorati. Disattiva « Sfondo » per posizionare questo media sulla timeline.

# story.timeline.inspector.close
source: Fermer
ar: إغلاق
it: Chiudi

# story.timeline.inspector.delete.cancel
source: Annuler
ar: إلغاء
it: Annulla

# story.timeline.inspector.delete.confirm
source: Supprimer
ar: حذف
it: Elimina

# story.timeline.inspector.delete.confirmMessage
source: Le clip sera définitivement retiré de la timeline.
ar: سيُزال المقطع نهائيًا من الخط الزمني.
it: Il clip sarà rimosso definitivamente dalla timeline.

# story.timeline.inspector.delete.confirmTitle
source: Supprimer ce clip ?
ar: حذف هذا المقطع؟
it: Eliminare questo clip?

# story.timeline.inspector.delete.hint
source: Demande une confirmation avant la suppression
ar: يطلب تأكيدًا قبل الحذف
it: Chiede una conferma prima dell'eliminazione

# story.timeline.inspector.details
source: Détails
ar: التفاصيل
it: Dettagli

# story.timeline.inspector.details.hint
source: Affiche le début, la durée et les informations du clip
ar: يعرض بداية المقطع ومدته ومعلوماته
it: Mostra l'inizio, la durata e le informazioni del clip

# story.timeline.inspector.ducking
source: Atténuer sous la musique
ar: خفض الصوت تحت الموسيقى
it: Attenua sotto la musica

# story.timeline.inspector.ducking.caption
source: Le son de cette vidéo descend à %@ tant que l'audio de fond joue.
ar: ينخفض صوت هذا الفيديو إلى %@ أثناء تشغيل الصوت الخلفي.
it: L'audio di questo video scende a %@ mentre l'audio di sottofondo è in riproduzione.

# story.timeline.inspector.duration
source: Durée
ar: المدة
it: Durata

# story.timeline.inspector.easing.easeIn
source: Accélère
ar: تسارع
it: Accelera

# story.timeline.inspector.easing.easeInOut
source: Douce
ar: ناعمة
it: Morbida

# story.timeline.inspector.easing.easeOut
source: Décélère
ar: تباطؤ
it: Decelera

# story.timeline.inspector.easing.label
source: Easing : %@
ar: منحنى الحركة: %@

# story.timeline.inspector.easing.linear
source: Linéaire
ar: خطية
it: Lineare

# story.timeline.inspector.easing.section
source: Courbe
ar: المنحنى
it: Curva

# story.timeline.inspector.easing.title
source: Interpolation
ar: التنعيم
it: Interpolazione

# story.timeline.inspector.end
source: Fin
ar: النهاية
it: Fine

# story.timeline.inspector.fade.off
source: off
ar: معطّل

# story.timeline.inspector.fadeIn
source: Apparition (fondu)
ar: الظهور (تلاشٍ)
it: Comparsa (dissolvenza)

# story.timeline.inspector.fadeOut
source: Disparition (fondu)
ar: الاختفاء (تلاشٍ)
it: Scomparsa (dissolvenza)

# story.timeline.inspector.loop
source: Boucle
ar: تكرار
it: Ciclo

# story.timeline.inspector.mute
source: Couper le son du clip
ar: كتم صوت المقطع
it: Disattiva l'audio della clip

# story.timeline.inspector.mute.hint
source: Rétablir rend le niveau quitté, pas le maximum
ar: عند إلغاء الكتم يعود المستوى السابق، وليس الحد الأقصى
it: Riattivando torna il livello lasciato, non il massimo

# story.timeline.inspector.name.placeholder
source: Nom de la piste
ar: اسم المسار
it: Nome della traccia

# story.timeline.inspector.rotation
source: Rotation
ar: التدوير
it: Rotazione

# story.timeline.inspector.scale
source: Taille
ar: الحجم
it: Dimensione

# story.timeline.inspector.split
source: Diviser
ar: تقسيم
it: Dividi

# story.timeline.inspector.split.hint
source: Coupe le clip à la position de lecture
ar: يقص المقطع عند موضع التشغيل
it: Taglia la clip alla posizione di riproduzione

# story.timeline.inspector.start
source: Début
ar: البداية
it: Inizio

# story.timeline.inspector.timing.move
source: Position du clip
ar: موضع المقطع
it: Posizione del clip

# story.timeline.inspector.transform
source: Position dans le plan
ar: الموضع في المستوى
it: Posizione nel piano

# story.timeline.inspector.transition.duration
source: Durée
ar: المدة
it: Durata

# story.timeline.inspector.transition.title
source: Transition entre les clips
ar: الانتقال بين المقاطع
it: Transizione tra i clip

# story.timeline.inspector.unmute
source: Rétablir le son du clip
ar: إلغاء كتم صوت المقطع
it: Riattiva l'audio della clip

# story.timeline.inspector.volume
source: Volume
ar: مستوى الصوت

# story.timeline.inspector.volume.addPoint
source: Point de volume à %@
ar: نقطة مستوى الصوت عند %@
it: Punto di volume a %@

# story.timeline.inspector.volume.addPoint.hint
source: Fige le volume courant à la position de lecture
ar: يثبّت مستوى الصوت الحالي عند رأس التشغيل
it: Fissa il volume corrente al punto di riproduzione

# story.timeline.inspector.volume.automation.caption
source: Sans point, le volume reste constant sur toute la durée du clip.
ar: بدون نقاط، يبقى مستوى الصوت ثابتًا طوال المقطع.
it: Senza punti, il volume resta costante per tutta la durata della clip.

# story.timeline.inspector.volume.removePoint
source: Retirer ce point de volume
ar: إزالة نقطة مستوى الصوت هذه
it: Rimuovi questo punto di volume

# story.timeline.inspector.zIndex
source: Plan
ar: الطبقة
it: Livello

# story.timeline.keyframe.add
source: Ajouter keyframe
ar: إضافة إطار مفتاحي
it: Aggiungi keyframe

# story.timeline.keyframe.delete
source: Supprimer keyframe
ar: حذف الإطار المفتاحي
it: Elimina keyframe

# story.timeline.keyframe.opacity
source: Opacité
ar: الشفافية
it: Opacità

# story.timeline.keyframe.position
source: Position
ar: الموضع
it: Posizione

# story.timeline.keyframe.scale
source: Échelle
ar: المقياس
it: Scala

# story.timeline.keyframe.time
source: Instant
ar: اللحظة
it: Istante

# story.timeline.mediaUnavailable
source: Media non disponible
ar: الوسائط غير متاحة
it: Media non disponibile

# story.timeline.ops.extend
source: Prolonger la timeline de 10 secondes
ar: تمديد الجدول الزمني ١٠ ثوانٍ
it: Estendi la timeline di 10 secondi

# story.timeline.ops.extend.label
source: %@ s
ar: %@ ث

# story.timeline.plan.plane.content.a11y
source: Contenu
ar: المحتوى
it: Contenuto

# story.timeline.plan.plane.fg.a11y
source: Premier plan
ar: المقدمة
it: Primo piano

# story.timeline.plan.track.followsSlide.a11y
source: Suit la slide
ar: يتبع الشريحة
it: Segue la slide

# story.timeline.plan.track.locked.a11y
source: (verrouillée)
ar: (مقفلة)
it: (bloccata)

# story.timeline.ruler.a11y
source: Règle
ar: المسطرة
it: Righello

# story.timeline.section.audio
source: AUDIO
ar: الصوت

# story.timeline.section.contenu
source: CONTENU
ar: المحتوى
it: CONTENUTO

# story.timeline.section.effets
source: EFFETS
ar: المؤثرات
it: EFFETTI

# story.timeline.snapGuide.clipEnd
source: Fin %@
ar: النهاية %@
it: Fine %@

# story.timeline.snapGuide.clipStart
source: Début %@
ar: البداية %@
it: Inizio %@

# story.timeline.snapGuide.keyframe
source: Keyframe %@
ar: إطار مفتاحي %@

# story.timeline.snapGuide.playhead
source: Playhead %@
ar: رأس التشغيل %@
it: Testina %@

# story.timeline.text
source: Texte
ar: نص
it: Testo

# story.timeline.toast.durationAdjusted
source: Durée recalculée : %1$@ → %2$@
ar: أُعيد حساب المدة: %1$@ ← %2$@
it: Durata ricalcolata: %1$@ → %2$@

# story.timeline.toast.queuedOffline
source: Story en attente — elle partira au retour du réseau
ar: القصة في الانتظار — ستُرسل عند عودة الشبكة
it: Storia in attesa: partirà al ritorno della rete

# story.timeline.toolbar.collapseTracks
source: Replier
ar: طيّ
it: Riduci

# story.timeline.toolbar.deployTracks
source: + %lld piste(s)
ar: + %lld مسار
it: + %lld traccia/e

# story.timeline.toolbar.redo
source: Rétablir
ar: إعادة
it: Ripristina

# story.timeline.toolbar.snap
source: Magnétisme
ar: المحاذاة
it: Aggancio

# story.timeline.toolbar.undo
source: Annuler
ar: تراجع
it: Annulla

# story.timeline.track.audio
source: Audio %lld
ar: صوت %lld

# story.timeline.track.bgAudio
source: Audio fond
ar: صوت الخلفية
it: Audio sfondo

# story.timeline.track.bgVideo
source: Vidéo fond
ar: فيديو الخلفية
it: Video sfondo

# story.timeline.track.image
source: Image %lld
ar: صورة %lld
it: Immagine %lld

# story.timeline.track.lock
source: Verrouiller
ar: قفل
it: Blocca

# story.timeline.track.section.audio
source: AUDIO %lld
ar: صوت %lld

# story.timeline.track.section.bg.a11y
source: Fond
ar: الخلفية
it: Sfondo

# story.timeline.track.section.image
source: IMAGE %lld
ar: صورة %lld
it: IMMAGINE %lld

# story.timeline.track.section.sticker
source: Autocollant %d
ar: ملصق %d
it: Adesivo %d

# story.timeline.track.section.text
source: TEXTE %lld
ar: نص %lld
it: TESTO %lld

# story.timeline.track.section.video
source: VIDEO %lld
ar: فيديو %lld

# story.timeline.track.text
source: Texte %lld
ar: نص %lld
it: Testo %lld

# story.timeline.track.unlock
source: Déverrouiller
ar: إلغاء القفل
it: Sblocca

# story.timeline.track.video
source: Vidéo %lld
ar: فيديو %lld
it: Video %lld

# story.timeline.transition.add
source: Ajouter une transition
ar: إضافة انتقال
it: Aggiungi una transizione

# story.timeline.transition.crossfade
source: Fondu enchaîné
ar: تلاشٍ متقاطع
it: Dissolvenza incrociata

# story.timeline.transition.delete
source: Supprimer la transition
ar: حذف الانتقال
it: Elimina la transizione

# story.timeline.transition.dissolve
source: Dissolution
ar: ذوبان
it: Dissolvenza

# story.timeline.transition.duration
source: Durée %@
ar: المدة %@
it: Durata %@

# story.timeline.transition.kind.crossfade
source: Fondu enchaîné
ar: تلاشٍ متقاطع
it: Dissolvenza incrociata

# story.timeline.transition.kind.dissolve
source: Dissolution
ar: ذوبان
it: Dissolvenza

# story.timeline.transport.mute
source: Couper le son
ar: كتم الصوت
it: Disattiva l'audio

# story.timeline.transport.pause
source: Pause
ar: إيقاف مؤقت
it: Pausa

# story.timeline.transport.play
source: Lecture
ar: تشغيل
it: Riproduci

# story.timeline.transport.unmute
source: Activer le son
ar: تفعيل الصوت
it: Attiva l'audio

# story.timeline.transport.zoomIn
source: Zoom avant
ar: تكبير
it: Ingrandisci

# story.timeline.transport.zoomOut
source: Zoom arrière
ar: تصغير
it: Riduci

# story.timeline.transport.zoomReset
source: Réinitialiser le zoom
ar: إعادة ضبط التكبير
it: Reimposta lo zoom

# story.timeline.video
source: Video
ar: فيديو

# story.tool.audio
source: Son
ar: صوت
it: Suono

# story.tool.drawing
source: Dessin
ar: رسم
it: Disegno

# story.tool.filters
source: Effets
ar: مؤثرات
it: Effetti

# story.tool.media
source: Médias
ar: وسائط
it: Media

# story.tool.text
source: Texte
ar: نص
it: Testo

# story.tool.texture
source: Fond
ar: خلفية
it: Sfondo

# story.tool.timeline
source: Timeline
ar: الخط الزمني

# story.toolbar.ambiance
source: Ambiance
ar: الأجواء
it: Atmosfera

# story.toolbar.audio
source: Audio
ar: الصوت

# story.toolbar.background
source: Fond
ar: الخلفية
it: Sfondo

# story.toolbar.drawing
source: Dessin
ar: الرسم
it: Disegno

# story.toolbar.effects
source: Effets
ar: المؤثرات
it: Effetti

# story.toolbar.filter
source: Filtre
ar: المرشّح
it: Filtro

# story.toolbar.media
source: Medias
ar: الوسائط
it: Media

# story.toolbar.text
source: Texte
ar: النص
it: Testo

# story.toolbar.timeline
source: Timeline
ar: الخط الزمني

# story.trackDetail.delete
source: Supprimer
ar: حذف
it: Elimina

# story.trackDetail.loop
source: Boucle
ar: تكرار
it: Ciclo

# story.video.mute
source: Couper le son de la vidéo
ar: كتم صوت الفيديو
it: Disattiva l'audio del video

# story.video.unmute
source: Activer le son de la vidéo
ar: تشغيل صوت الفيديو
it: Riattiva l'audio del video

# story.voiceRecorder.fromFiles
source: Fichiers
ar: الملفات
it: File

# story.voiceRecorder.fromLibrary
source: Bibliothèque
ar: المكتبة
it: Libreria

# story.voiceRecorder.holdToRecord
source: Appuyez pour enregistrer
ar: انقر للتسجيل
it: Tocca per registrare

# story.voiceRecorder.start
source: Enregistrer
ar: تسجيل
it: Registra

# story.voiceRecorder.stop
source: Arrêter l'enregistrement
ar: إيقاف التسجيل
it: Interrompi la registrazione

# story.voiceRecorder.title
source: Enregistrement
ar: التسجيل
it: Registrazione

# tag.add
source: Ajouter le tag %@
ar: إضافة الوسم %@
it: Aggiungi il tag %@

# tag.create
source: Créer le tag %@
ar: إنشاء الوسم %@
it: Crea il tag %@

# tag.placeholder
source: Ajouter un tag…
ar: إضافة وسم…
it: Aggiungi un tag…

# tag.remove
source: Retirer le tag %@
ar: إزالة الوسم %@
it: Rimuovi il tag %@

# userIdentity.read
source: Lu
ar: مقروء
it: Letto

# userIdentity.translation.available
source: Traduction disponible
ar: الترجمة متاحة
it: Traduzione disponibile

# videoEditor.audio.sound
source: Son
ar: الصوت
it: Audio

# videoEditor.captions.analyzing
source: Analyse de l'audio…
ar: جارٍ تحليل الصوت…
it: Analisi dell'audio…

# videoEditor.captions.clear
source: Effacer
ar: مسح
it: Cancella

# videoEditor.captions.count
source: %lld sous-titres
ar: %lld ترجمة
it: %lld sottotitoli

# videoEditor.captions.recommended
source: Recommandé pour %1$@ : %2$@
ar: موصى به لـ %1$@: %2$@
it: Consigliato per %1$@: %2$@

# videoEditor.captions.spoken_language
source: Langue parlée
ar: لغة التحدث
it: Lingua parlata

# videoEditor.category.edit
source: Découpe
ar: القص
it: Ritaglio

# videoEditor.category.style
source: Habillage
ar: التنسيق
it: Stile

# videoEditor.export.failed
source: Export impossible
ar: تعذّر التصدير
it: Esportazione non riuscita

# videoEditor.finish
source: Terminer
ar: إنهاء
it: Fine

# videoEditor.reset
source: Réinitialiser
ar: إعادة تعيين
it: Reimposta

# videoEditor.resume.message
source: Une session d'édition non terminée a été retrouvée pour cette vidéo.
ar: تم العثور على جلسة تحرير غير مكتملة لهذا الفيديو.
it: È stata trovata una sessione di modifica non completata per questo video.

# videoEditor.resume.restart
source: Recommencer
ar: البدء من جديد
it: Ricomincia

# videoEditor.resume.restore
source: Restaurer
ar: استعادة
it: Ripristina

# videoEditor.rotation
source: Rotation
ar: التدوير
it: Rotazione

# videoEditor.split.at_playhead
source: Diviser au point de lecture
ar: تقسيم عند رأس التشغيل
it: Dividi al punto di riproduzione

# videoEditor.split.instructions
source: Placez la tête de lecture puis divisez la vidéo en segments.
ar: ضع رأس التشغيل ثم قسّم الفيديو إلى مقاطع.
it: Posiziona il punto di riproduzione, poi dividi il video in segmenti.

# videoEditor.split.segment
source: Segment %lld
ar: المقطع %lld
it: Segmento %lld

# videoEditor.timeline.a11y
source: Timeline
ar: الجدول الزمني

# videoEditor.tool.adjust
source: Couleur
ar: اللون
it: Colore

# videoEditor.tool.audio
source: Audio
ar: الصوت

# videoEditor.tool.captions
source: Sous-titres
ar: الترجمة النصية
it: Sottotitoli

# videoEditor.tool.crop
source: Cadrer
ar: التأطير
it: Inquadra

# videoEditor.tool.filter
source: Filtres
ar: المرشّحات
it: Filtri

# videoEditor.tool.rotate
source: Pivoter
ar: تدوير
it: Ruota

# videoEditor.tool.speed
source: Vitesse
ar: السرعة
it: Velocità

# videoEditor.tool.split
source: Diviser
ar: تقسيم
it: Dividi

# videoEditor.tool.trim
source: Rogner
ar: اقتصاص
it: Ritaglia

# videoEditor.trim.handles_hint
source: Astuce : poignées disponibles sur la timeline principale.
ar: نصيحة: المقابض متاحة على الجدول الزمني الرئيسي.
it: Suggerimento: le maniglie sono disponibili sulla timeline principale.

# voiceProfile.age.birthDate
source: Date de naissance
ar: تاريخ الميلاد
it: Data di nascita

# voiceProfile.age.description
source: Le clonage vocal est reserve aux personnes de 18 ans et plus.
ar: الاستنساخ الصوتي متاح لمن هم في سن 18 عامًا فأكثر.
it: La clonazione vocale è riservata alle persone dai 18 anni in su.

# voiceProfile.age.title
source: Verification d'age
ar: التحقق من العمر
it: Verifica dell'età

# voiceProfile.age.tooYoungError
source: Vous devez avoir 18 ans ou plus pour utiliser le clonage vocal.
ar: يجب أن يكون عمرك 18 عامًا أو أكثر لاستخدام الاستنساخ الصوتي.
it: Devi avere almeno 18 anni per usare la clonazione vocale.

# voiceProfile.age.verify
source: Verifier
ar: تحقّق
it: Verifica

# voiceProfile.complete.description
source: Vos traductions audio utiliseront desormais votre voix clonee.
ar: ستستخدم ترجماتك الصوتية من الآن فصاعدًا صوتك المستنسَخ.
it: Le tue traduzioni audio useranno d'ora in poi la tua voce clonata.

# voiceProfile.complete.finish
source: Terminer
ar: إنهاء
it: Termina

# voiceProfile.complete.title
source: Profil vocal cree !
ar: تم إنشاء الملف الصوتي!
it: Profilo vocale creato!

# voiceProfile.consent.continue
source: Continuer
ar: متابعة
it: Continua

# voiceProfile.consent.description
source: Meeshy peut cloner votre voix pour traduire vos messages audio dans d'autres langues avec votre propre voix.
ar: ‏يمكن لـ Meeshy استنساخ صوتك لترجمة رسائلك الصوتية إلى لغات أخرى بصوتك أنت.
it: Meeshy può clonare la tua voce per tradurre i tuoi messaggi audio in altre lingue con la tua stessa voce.

# voiceProfile.consent.point1
source: Enregistrez quelques echantillons de votre voix
ar: سجّل بضع عيّنات من صوتك
it: Registra alcuni campioni della tua voce

# voiceProfile.consent.point2
source: Un modele vocal unique est cree a partir de vos echantillons
ar: يُنشأ نموذج صوتي فريد من عيّناتك
it: Dai tuoi campioni viene creato un modello vocale unico

# voiceProfile.consent.point3
source: Vos traductions audio utiliseront votre voix clonee
ar: ستستخدم ترجماتك الصوتية صوتك المستنسَخ
it: Le tue traduzioni audio useranno la tua voce clonata

# voiceProfile.consent.point4
source: Vous pouvez supprimer vos donnees vocales a tout moment (RGPD)
ar: يمكنك حذف بياناتك الصوتية في أي وقت (اللائحة العامة لحماية البيانات)
it: Puoi eliminare i tuoi dati vocali in qualsiasi momento (GDPR)

# voiceProfile.consent.point5
source: Vos echantillons sont chiffres et ne sont jamais partages
ar: عيّناتك مشفّرة ولا تُشارَك أبدًا
it: I tuoi campioni sono crittografati e non vengono mai condivisi

# voiceProfile.consent.title
source: Clonage vocal
ar: الاستنساخ الصوتي
it: Clonazione vocale

# voiceProfile.consent.toggle
source: J'accepte que mes echantillons vocaux soient utilises pour creer un profil vocal
ar: أوافق على استخدام عيّناتي الصوتية لإنشاء ملف صوتي
it: Accetto che i miei campioni vocali siano usati per creare un profilo vocale

# voiceProfile.manage.cancelDelete
source: Annuler
ar: إلغاء
it: Annulla

# voiceProfile.manage.cloningActive
source: Clonage vocal actif
ar: استنساخ الصوت مفعّل
it: Clonazione vocale attiva

# voiceProfile.manage.cloningSubtitle
source: Utiliser votre voix pour les traductions
ar: استخدام صوتك في الترجمات
it: Usa la tua voce per le traduzioni

# voiceProfile.manage.close
source: Fermer
ar: إغلاق
it: Chiudi

# voiceProfile.manage.deleteAll
source: Supprimer tout
ar: حذف الكل
it: Elimina tutto

# voiceProfile.manage.deleteAllData
source: Supprimer toutes les donnees vocales
ar: حذف جميع البيانات الصوتية
it: Elimina tutti i dati vocali
